export default function CheckoutRules() {
  return (
    <div>
      <h3 className="font-semibold mb-3">قوانین خرید بلیت</h3>
      <ul className="list-disc [&_li]:text-sm [&_li]:mb-3 px-4">
        <li>
          تا ۲ ساعت قبل از شروع سانس و در صورتی که بلیت را در محل سینما چاپ
          نکرده باشید، می‌توانید بلیت خود را بدون کسر وجه لغو کنید. مبلغ آن به
          حساب کاربری شما واریز خواهد شد.
        </li>
        <li>فیلم در صورتی اکران میشود که حداقل ۵ بلیت فروش رفته باشد.</li>
        <li>
          برای دریافت بلیت خود ۱۵ دقیقه قبل از شروع سانس به گیشه یا کیوسک های
          سینما مراجعه فرمایید.
        </li>
        <li>
          کاربر موظف است اطلاعات شخصی واقعی و صحیح خود را در سایت وارد نماید.
          سایت مسئولیتی در قبال هرگونه مشکل احتمالی که در اثر ارائه اطلاعات غلط
          از طرف کاربر به این سایت، ایجاد شده است، ندارد.
        </li>
      </ul>
    </div>
  );
}
